#language: ru
@4
Функционал: Выбрать категорию товаров на авито

  Структура сценария: :выбрать категорию <категория>
    И в выпадающем списке категорий выбрать <категория>

    Примеры:
      | категория                    |
      | аудио_и_видео                |
      | игры_приставки_и_программы   |
      | настольные_компьютеры        |
      | ноутбуки                     |
      | оргтехника_и_расходники      |
      | планшеты_и_электронные_книги |
      | телефоны                     |
      | товары_для_компьютера        |
      | фототехника                  |









