#language: ru
@2
Функционал: Поиск на авито

  Сценарий: Найдем самые дорогие принтеры на авито
    И выведем в консоль названия и цены товаров
      | Что ищем    | Город        | Количество выведенных товаров |
      | принтер     | Владивосток  | 3                             |
      | ноутбук     | Москва       | 22                            |
      | планшет     | Екатеринбург | 15                            |
      | телефон     | Пермь        | 9                             |
      | фотоаппарат | Ижевск       | 5                             |
